{
  "work" : [
    {
      "Occupation" : "DevOps Engineer",
      "Company" : "Earth Resources Observation and Science Center",
      "Location" : "Sioux Falls, SD",
      "StartDate" : "May 2018",
      "EndDate" : "June 2019",
      "Description" : "Ethan managed the Jenkin's Server in the EROS cloud environment and codified it. Gained experience in using the agile development cycle as well as daily scrum meetings. Has built many ansible playbooks to build and configure AWS instances and AMIs."
    },{
      "Occupation" : "Software Engineer",
      "Company" : "Earth Resources Observation and Science Center",
      "Location" : "Sioux Falls, SD",
      "StartDate" : "May 2017",
      "EndDate" : "May 2018",
      "Description" : "Ethan's promotion at EROS honed his skills beyond just technology. He obtained experience taking part in meetings and talking to the government customers. He was the solo developer for the scheduling system currently in use at EROS. Also updated the Data Collection and Routing System at EROS from QT 4 to QT 5. Additionally, he was a developer on the Image Processing System at EROS."
    },{
      "Occupation" : "Software Engineer Intern",
      "Company" : "Earth Resources Observation and Science Center",
      "Location" : "Sioux Falls, SD",
      "StartDate" : "December 2016",
      "EndDate" : "May 2017",
      "Description" : "Ethan's introduction at EROS helped develop experience in the waterfall development life cycle. He acquired knowledge in writing and reviewing documentation in Confluence. Additionally, did but fixes and code reviews of the Data Collection and routing systems at EROS. Learned how to write and work on tickets in JIRA. Learned how to use Git and SVN."
    },{
      "Occupation" : "IT Intern",
      "Company" : "Northwest Iowa Community College",
      "Location" : "Sheldon, IA",
      "StartDate" : "June 2013",
      "EndDate" : "August 2013",
      "Description" : "Ethan's work involved simple virus removal and Windows imaging. He setup network cables and organized the server room. Additionally, he pushed software updates to students' laptops. His work here was introductory to the field."
    }
  ]
}
